Autodesk.Revit.Exceptions.CentralModelAccessDeniedException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CentralModelAccessDeniedException
The exceptions thrown when a central model can be reached but
access is denied due to a lack of access privileges.
Since: 2014